/* No comment provided by engineer. */
"Black App Icons" = "Simboluri negre";

/* No comment provided by engineer. */
"Caps Lock off" = "Tastă -menținere majuscule- inactivă";

/* No comment provided by engineer. */
"Caps Lock on" = "Tastă -menținere majuscule- activă";

/* No comment provided by engineer. */
"Num Lock on" = "Tastă -dez/activare numeric- activă";

/* No comment provided by engineer. */
"Num Lock off" = "Tastă -dez/activare numeric- inactivă";

/* No comment provided by engineer. */
"Function key on" = "Tastă -funcție- activă";

/* No comment provided by engineer. */
"Function key off" = "Tastă -funcție- inacitvă";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Close" = "Închis";

/* No comment provided by engineer. */
"Colored App Icons" = "Simboluri colorate";

/* No comment provided by engineer. */
"Colored Orbs" = "Bile colorate";

/* No comment provided by engineer. */
"Menu bar icon:" = "Simbol al barei de meniu:";

/* No comment provided by engineer. */
"No Icon" = "Niciun simbol";

/* No comment provided by engineer. */
"Preferences" = "Preferințe";

/* No comment provided by engineer. */
"Open Capster Preferences..." = "Dechide preferințe...";

/* No comment provided by engineer. */
"Quit" = "Închide";

/* No comment provided by engineer. */
"Starting" = "Pornește";

/* No comment provided by engineer. */
"Start Capster at Login:" = "Pornește Capster la autentificare:";

/* No comment provided by engineer. */
"Enabling this option will cause Capster to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Capster in Launchpad, or open Capster in Finder." = "Activarea acestei opțiuni va duce la simpla rulare a aplicației Capster fără afișarea simbolului în Doc sau unui obiect din meniu.\n\nPentru accesarea preferințelor, apasă pe simbolul aplicației Capster în -platforma de lansare-, sau deschide aplicația Capster în Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Capster to run in the background" = "Atenție! Activarea acestei obțiuni va duce la rularea aplicației Capster în spatele decorului.";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Capster to your login items" = "Alarmă! Activarea acestei opțiuni va adăuga aplicația Capster în lista obiectelor cu statut de autentificare automtă.";

/* No comment provided by engineer. */
"Allowing this will let Capster launch everytime you login, so that it is available at all times" = "Această permisiune duce la pornirea automată a aplicației Capster de fiecare dată când te vei autentifica, astfel încât să fie diponibilă tot timpul.";

/* No comment provided by engineer. */
"Send Caps Lock Notifications" = "Trimite notificările tastei -menținere majuscule-";

/* No comment provided by engineer. */
"Send Num Lock Notifications" = "Trimite notificările tastei -dez/activare numeric-";

/* No comment provided by engineer. */
"Send Function Key Notifications" = "Trimite notificările tastei -funcție-";

/* No comment provided by engineer. */
"Play sound with notifications" = "Notificări cu redare sonoră";
